import time

time.sleep(0)

lyrics =[
  ["เธอลองมองดูรอบกายที่เคยคิดว่าไม่มีใคร", 0.0],
  ["ดวงดาวที่ดูพร่างพราวยังคอยโอบกอดดวงใจนอยู่ดี" , 0.0],
  ["แสงแดดยามเช้ายังคงอบอุ่นเสมอไป" , 0.0],
  ["เธอรู้ไหมว่าเธอนั้นยังคงมีเธอ เฮ้อ" , 0.0] ,
  ["ออกเดินทางเพื่อลืมเรื่องราวที่ผ่านน" , 0.0],
  ["ที่เธอยังคิดถึงทุกอย่างย", 1.0],
  ["แค่ปล่อยเวลาปล่อยมันค่อยค่อยเลื่อนผ่าน" , 0.0],
  ["ไปจากความจริงที่เขาไม่ต้องการ" , 0.0],
  ["และปลอบตัวเองว่าให้ใจนั้นได้ข้ามผ่านน" , 0.0],
  ["หากกาลเวลาคือการเปลี่ยนเเปลง" , 0.0],
  ["หากการเดินทางคือการได้พบเรื่องราวใหม่ อา" , 0.0],
  ["หากความทรงจำที่ดีเหล่านั้นได้หายไป" , 0.0],
  ["อาจเป็นวันที่เรานั้นใด้รักใคร" , 0.0],
  
]

for x in lyrics:

  print(x[0])
  print()
  time.sleep(x[1]) 